shek1 = input("რა არის საფრანგეთის დედაქალაქი? : ")

shek2 = input("რა არის გერმანიის დედაქალაქი? : ")

shek3 = input("რა არის ზიმბაბვეს დედაქალაქი? : ")

if shek1 == "პარიზი":
    print(f"სწორია საფრანგეთის დედაქალაქია {shek1}")
else:
    print(f"არასწორია საფრანგეთის დედაქალაქი არ არის {shek1}")

if shek2 == "ბერლინი":
    print(f"სწორია გერმანიის დედაქალაქია {shek2}")
else:
    print(f"არასწორია გერმანიის დედაქალაქი არ არის {shek2}")

if shek3 == "ჰარარე":
    print(f"სწორია ზიმბაბვეს დედაქალაქია {shek3}")
else:
    print(f"არასწორია ზიმბაბვეს დედაქალაქი არ არის {shek3}")
